stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/50-wf1-125-wf2-125-wf3/wave-iteration-1/out-wf3-125-2022-01-21_15:55:33.txt
Requests      [total, rate]            112500, 125.00
Duration      [total, attack, wait]    14m59.998834514s, 14m59.98665809s, 12.176424ms
Latencies     [mean, 50, 95, 99, max]  9.810189ms, 10.404656ms, 15.074304ms, 18.902702ms, 647.798294ms
Bytes In      [total, mean]            391593930, 3480.83
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  0.00%
Status Codes  [code:count]             0:8654  404:8654  500:95192  
Error Set:
Get http://<none>:8080/product/6E92ZMYYFZ: dial tcp: lookup <none>: no such host
404 Not Found
500 Internal Server Error